Repository: webathlet/cleverreach-extension
Catalog: languages/cleverreach-extension-*.po
Languages: de_de

source: Please select a list
de_de: Bitte wähle eine Liste

source: Please select a form
de_de: Bitte wähle ein Formular

source: Settings
de_de: Einstellungen

source: List
de_de: Liste

source: Form
de_de: Formular

source: Source
de_de: Quelle

source: Default forms
de_de: Standardformulare

source: Enable Ajax
de_de: Ajax aktivieren

source: Enable auto creating list fields
de_de: Aktiviere automatisches Erstellen von Listen-Feldern

source: Get your API Key: CleverReach Account » Extras » SOAP API
de_de: Hol dir den API Key: CleverReach Account » Extras » SOAP API

source: Check to submit default forms without page reload.
de_de: Anklicken, um Standardformulare ohne Neuladen der Seite abzuschicken.

source: Check to create form fields in chosen list automatically (only with activated ajax submission).
de_de: Anklicken, um Felder in gewählter Liste bei Übertragung automatisch vorab zu erstellen (nur bei Verwendung von Option 'Ajax aktivieren')

source: Use the fields below to connect WordPress and CleverReach.
de_de: Nutze die Eingabefelder, um die Verbindung zwischen WordPress und CleverReach herzustellen.

source: Error:
de_de: Fehler:

source: Could not load data from CleverReach.
de_de: Daten konnten nicht von CleverReach geladen werden.

source: Still need a CleverReach account?
de_de: Du hast noch keinen CleverReach-Account?

source: Sign up for free!
de_de: Melde dich jetzt kostenlos an!

source: Your Shortcode
de_de: Dein Shortcode

source: Embed the shortcodes below anywhere on your site.
de_de: Du kannst die Shortcodes überall auf deiner Seite einbinden.

source: Default usage:
de_de: Standard:

source: Advanced usage:
de_de: Erweitert:

source: Add the additional parameters to the shortcode, if you need to support multiple forms on one page.
de_de: Füge die zusätzlichen Parameter zum Shortcode hinzu, wenn du mehrere Formulare auf einer Seite einbindest.

source: Please check the %swiki%s on how to apply further customization.
de_de: Schau in das %sWiki%s, um zu erfahren, wie du weitere Anpassungen vornehmen kannst.

source: CleverReach Extension plugin requires PHP %s or greater.
de_de: CleverReach Extension Plugin benötigt PHP %s oder neuer.

source: Plugin Activation Error
de_de: Fehler beim Aktivieren des Plugins

source: CleverReach Extension plugin requires PHP %s extension.
de_de: CleverReach Extension Plugin benötigt die PHP %s Extension.

source: Your API key is invalid.
de_de: Dein API Key ist ungültig.

source: Please apply your own form within your plugin or theme.
de_de: Bitte hinterlege dein eigenes Formular in deinem Plugin oder Theme.

source: Add New Signup Form
de_de: Neues Anmeldeformular hinzufügen

source: Add Signup Form
de_de: Anmeldeformular hinzufügen

source: List ID
de_de: Listen ID

source: You can get another list ID from the %splugin settings%s.
de_de: Andere Listen IDs findest du in den %sPlugin Einstellungen%s.

source: Insert Tag
de_de: Tag einfügen

source: Gender
de_de: Anrede

source: Unknown
de_de: Unbekannt

source: Female
de_de: Frau

source: Male
de_de: Herr

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: (required)
de_de: (erforderlich)

source: Submit
de_de: Absenden

source: CleverReach Form
de_de: CleverReach Formular

source: Place CleverReach Form
de_de: CleverReach Formular einbinden

source: Content
de_de: Inhalt

source: Enable custom form
de_de: Eigenes Formular nutzen

source: Saving...
de_de: Übertrage Anmeldung.

source: Please check your email to confirm your subscription.
de_de: Erfolgreiche Übertragung der Anmeldung. Das Abonnement muss über den Link in der Bestätigungs-Email noch bestätigt werden.

source: Sorry, there was a problem saving your data. Please try later or contact the administrator.
de_de: Es gab ein Problem beim Übertragen der Anmeldung. Bitte später noch einmal versuchen oder den Administrator kontaktieren.

source: It seems like you're already subscribed to our list.
de_de: Erfolgreiche Übertragung der Anmeldung. Das Abonnement muss über den Link in der Bestätigungs-Email noch bestätigt werden.

source: Sorry, there seems to be a problem with your data.
de_de: Es gibt ein Problem bei der Verarbeitung der Daten.

source: Sorry, there seems to be a problem with your email address.
de_de: Es gibt ein Problem mit der E-Mail-Adresse.
